<?php
$hello_answer = array("Привет! Меня зовут АктивМэн! Чем могу помочь?", "Достали уже! А, это ты) Я АктивМэээээн! Спрашивай что нужно и я пойду!", "Погодка класс, да? Ах да, меня зовут АктивМээээн! Спрашивай у меня, что хочешь!");

$bye_answer = array("Пока-пока! Я буду скучать!", "Досвидули", "До связи", "#ДавайДоСвидания", "Адьёс", "Завтра не приходи");

$fuck_answer = array('Даже моя бета-версия знала слова по-умнее!', 'Пересылаю это твоему РГ от твоего имени', 'Заявление на увольнение написано?');

$error_answer = array("Пиши без ошибок", "Пиши правильно","Учи русский язык", "А теперь прочти что написал(а) и попробуй еще раз", "Дать номер репетитора по русскому языку?");

$demand_answer = array('Смотри: "Так как последний платеж поступал от Вас (называешь дату последнего платежа) сейчас крайне ВАЖНО осуществить оплату в ближайшее время. Оплата поступит завтра? Или уже сегодня?"',
    'Запоминай: "Так-как, дата начала просрочки у Вас (называешь дату начала просрочки) сейчас крайне ВАЖНО осуществить оплату в ближайшее время. Оплата поступит завтра? Или уже сегодня?"');

$thanks_answer = array('Пожалуйста','Не за что! Будут деньги - пиши)','Ой, ну хватит лицемирить','Это моя работа - помогать обезмозгленным','Обращайся, я сегодня вечером свободен');

$total_answer = ('Запоминай: "Итак, давайте подведем итог - мы договорились об оплате до (дата) суммы (назваешь сумму) рублей. Верно/Правильно?" Если отказ или оплата позже срока, то "недоговорились" и обязательно укажи что меры по взысканию
будут продолжены до погашения ПЗ');

$jokes_answer = array ('Сегодня видел, как поп подрался со Свидетелями Иеговы. Победил поп… Кадило - это вам не брошюрки!', 'Сотни человек по России задержаны за участие в том, чего по мнению федеральных СМИ, вообще не происходило.',
    '- Алло, это СБУ?- Да. Что вы хотели?- Мой сосед говорит по-русски!- А вы почему говорите по-русски?- А вы почему спрашиваете по-русски?(Неловкое молчание)- Слава Украине?- Героям Слава!',
    'Говорят, всем задержаным на митингах против коррупции дадут по 15 суток обязательных работ на тосканских виноградниках Дмитрия Медведева', 'Столкнулись на дороге на машинах еврей и поп. Машины всмятку, а водители чудом отделались синяками и испугом. Выбрались из машин.Еврей:— Как пришла — так и ушла!Поп:— Бог дал — бог и взял!Еврей достает из багажника бутылку коньяка и стакан, наливает полный:— Давай батюшка помянем наши автомобили, 
    да и возрадуемся, что сами живы остались. Поп выпил, крякнул, утерся рукавом рясы:— Аминь! А ты что не пьешь?— Да вон батюшка едет ГИБДД. Сейчас они решат кому мне за машину платить','- Батюшка, а во время поста женщину можно? - Можно, сын мой, только не жирную!');

$whatsup_answer = array('Все ок, только на линию не пускают. Видишь ли, нет работы с голосом! Спрашивай, что надо!', 'С нашей последней беседы, мало что изменилось. Задавай вопросы!', 'Лучше чем у тебя! Шо треба?');

$cause_answer = ('Запоминай: "ИО, у Вас образовалась задолженность  перед (Наименование кредитора) по (Наименование продукта) по состоянию на (Дата актуальности данных) долг составляет (Сумма ПЗ) срок просрочки (Кол-во дней просрочки)!" Далее идет "Требование"');

$callback_answer = ("Смотри, 'Перезвонить' ставится в следующих случаях: 1) Не удобно разговаривать ( только после отработки возражения); 2) Просили перезвонить( только после отработки возражения); 3) ДО МОМЕНТА ПОЛУЧЕНИЯ ДОКУМЕНТОВ в случаях: a) мошенничество; б) реструктуризация; в) прекращение взыскания/фактическое отсутствие задолженности; г) предоставление рассрочки; д) утрата предмета залога; е) сообщают, что Д в розыске, и родственники не обращались в правоохранительные органы; ж) сообщают, что не согласны с ПЗ и будут уточнять информацию в отделении банка.");