<?php
$hello_answer = array("Привет! Меня зовут АктивМэн! Чем могу помочь?", "Достали уже! А, это ты) Я АктивМэээээн! Спрашивай что нужно и я пойду!", "Погодка класс, да? Ах да, меня зовут АктивМээээн! Спрашивай у меня, что хочешь!");

$bye_answer = array("Пока-пока! Я буду скучать!", "Досвидули", "До связи", "#ДавайДоСвидания", "Адьёс", "Завтра не приходи");

$fuck_answer = array('Даже моя бета-версия знала слова по-умнее!', 'Пересылаю это твоему РГ от твоего имени', 'Заявление на увольнение написано?');

$error_answer = array("Пиши без ошибок", "Пиши правильно","Учи русский язык", "А теперь прочти что написал(а) и попробуй еще раз", "Дать номер репетитора по русскому языку?");

$demand_answer = array("Смотри: так как последний платеж поступал от Вас (называешь дату последнего платежа) сейчас крайне ВАЖНО осуществить оплату в ближайшее время. Оплата поступит завтра? Или уже сегодня?",
    "Запоминай: так-как, дата начала просрочки у Вас (называешь дату начала просрочки) сейчас крайне ВАЖНО осуществить оплату в ближайшее время. Оплата поступит завтра? Или уже сегодня?");

$thanks_answer = array('Пожалуйста','Не за что! Будут деньги - пиши)','Ой, ну хватит лицемирить','Это моя работа - помогать обезмозгленным','Обращайся, я сегодня вечером свободен');