<?
$hello_case = array('Привет','Привет!','Дратути','привет','Здорова!','здорово','Хай', 'добрый день','Добрый день!',
    'привет!','Приветствую!','приветствую!','Здравствуй','Здравствуй!','Доброе утро!','Доброе утро','Добрый вечер!','Добрый вечер',);

$bye_case = array('Пока','Пока бот!','Пока АктивМэн','Досвидания!','Досвидули!','Покеда','До завтра!', 'До завтра','до завтра!',
    'До скорой встречи!','Я ушел!','Я ушла!','Я ушел','Я ушла','Пока пока','Пока-пока','Адьёс','Адьос',);

$fuck_case = array('пошел на хуй!','пошел на хуй', 'пошел ты!','пошел ты', 'заебал!','заебал', 'ты долбоеб?','ты долбоеб', 'ты дебил?','ты дебил', 'иди в пизду','иди в пизду!','иди в жопу', 'иди в жопу!',
    'Пошел на хуй!','Пошел на хуй', 'Пошел ты!','Пошел ты', 'Заебал!','Заебал', 'Ты долбоеб?','Ты долбоеб', 'Ты дебил?','Ты дебил', 'Иди в пизду','Иди в пизду!','Иди в жопу', 'Иди в жопу!',
    'пошёл на хуй!','пошёл на хуй', 'Пошёл ты!','Пошёл ты','Пошёл на хуй!','Пошёл на хуй', 'Пошёл ты!','Пошёл ты' );
