<?
$hello_case = array('Привет','Привет!','Дратути','привет','Здорова!','здорово','Хай', 'добрый день','Добрый день!',
    'привет!','Приветствую!','приветствую!','Здравствуй','Здравствуй!','Доброе утро!','Доброе утро','Добрый вечер!','Добрый вечер',);

$bye_case = array('Пока','Пока бот!','Пока АктивМэн','Досвидания!','Досвидули!','Покеда','До завтра!', 'До завтра','до завтра!',
    'До скорой встречи!','Я ушел!','Я ушла!','Я ушел','Я ушла','Пока пока','Пока-пока','Адьёс','Адьос',);

$fuck_case = array('пошел на хуй!','пошел на хуй', 'пошел ты!','пошел ты', 'заебал!','заебал', 'ты долбоеб?','ты долбоеб', 'ты дебил?','ты дебил', 'иди в пизду','иди в пизду!','иди в жопу', 'иди в жопу!',
    'Пошел на хуй!','Пошел на хуй', 'Пошел ты!','Пошел ты', 'Заебал!','Заебал', 'Ты долбоеб?','Ты долбоеб', 'Ты дебил?','Ты дебил', 'Иди в пизду','Иди в пизду!','Иди в жопу', 'Иди в жопу!',
    'пошёл на хуй!','пошёл на хуй', 'Пошёл ты!','Пошёл ты','Пошёл на хуй!','Пошёл на хуй', 'Пошёл ты!','Пошёл ты' );

$demand_case = array('Как выставлять требование?', 'Что такое требование?', 'Требование - что это?','Банковская аргументация', 'Что такое банковская аргументация',
    'Как применять требование?', 'Как применять банковскую аргументацию?', 'Научи выставлять требование!','Научи применять требование!', 'Научи применять банковскую аргументацию');

$thanks_case = array ('Спасибо', 'спасибо', 'Спасибо!', 'спасибо!','Спасибо большое', 'спасибо большое', 'Спасибо большое!', 'спасибо большое!','Сенкс', 'Пасиб', 'пасиб', 'пасибки','От души', 'Благодарю', 'Благодарю!', 'благодарю');

$total_case = array ('Как подводить итог?', 'Как подводить итог разговора?', 'Что такое итог разговора?', 'Итог разговора','Что такое итог?');

$jokes_case = array ('Бот, расскажи анекдот', 'Бот расскажи анекдот', 'Расскажи анекдот','Активмэн, расскажи анекдот', 'Расскажи шутку', 'Пошути', 'Хочу анекдот');

$whatsup_case = array ('Как ты?', 'Как дела?', 'Что нового?','Активмэн, как твои дела?', 'Как твои дела?', 'Все хорошо?', 'Ты в порядке?');

$cause_case = array ('Что такое причина звонка?', 'Что такое информация о ПЗ?', 'Как правильно озвучивать причину звонка?','Как озвучивать причину звонка?', 'Как озвучить инфо о долге?', 'Причина звонка', 'Инфо о долге',
    'Корректное пояснение причины звонка', 'Корректное информирование о долге', 'Как корректно проинформировать о причине звонка', 'Как правильно озвучить причину звонка?');

##### Result case ##########
$callback_case = array ('Когда ставить результат "Перезвонить"?', 'Когда ставить результат Перезвонить?', 'Когда ставить результат перезвонить?', 'В каких случаях ставить результат "перезвонить"?',
    'В каких случаях ставить результат Перезвонить?','Как правильно ставить результат "Перезвонить"?', 'Как правильно ставить результат перезвонить?', 'Результат "Перезвонить"', 'Результат перезвонить');

$anexception_case = array ('Когда ставить результат "Подозрение"?', 'Когда ставить результат Подозрение?', 'Когда ставить результат подозрение?', 'В каких случаях ставить результат "подозрение"?',
    'В каких случаях ставить результат Подозрение?','Как правильно ставить результат "Подозрение"?', 'Как правильно ставить результат подозрение?', 'Результат "Подозрение"', 'Результат подозрение на исключение');