<?
$hello_case = array('Привет','Привет!','Дратути','привет','Здорова!','здорово','Хай', 'добрый день','Добрый день!',
    'привет!','Приветствую!','приветствую!','Здравствуй','Здравствуй!','Доброе утро!','Доброе утро','Добрый вечер!','Добрый вечер',);

$bye_case = array('Пока','Пока бот!','Пока АктивМэн','Досвидания!','Досвидули!','Покеда','До завтра!', 'До завтра','до завтра!',
    'До скорой встречи!','Я ушел!','Я ушла!','Я ушел','Я ушла','Пока пока','Пока-пока','Адьёс','Адьос',);

$fuck_case = array('пошел на хуй!','пошел на хуй', 'пошел ты!','пошел ты', 'заебал!','заебал', 'ты долбоеб?','ты долбоеб', 'ты дебил?','ты дебил', 'иди в пизду','иди в пизду!','иди в жопу', 'иди в жопу!');
