<?
$hello_case = array('привет','привет!','дратути','здарова','здорова!','здорово','хай', 'добрый день','добрый день!',
    'здорово!!','приветствую!','привет активмэн!','здравствуй','здравствуй!','доброе утро!','доброе утро','добрый вечер!','добрый вечер',);

$bye_case = array('Пока','Пока бот!','Пока АктивМэн','Досвидания!','Досвидули!','Покеда','До завтра!', 'До завтра','до завтра!',
    'До скорой встречи!','Я ушел!','Я ушла!','Я ушел','Я ушла','Пока пока','Пока-пока','Адьёс','Адьос',);


$da_case = array('Да', 'да');

